Repository: payplug/payplug-woocommerce
Catalog: languages/payplug-*.po
Languages: fr_fr, it_it

source: I have integrated the Oney legal notices into the GCSs of my site
fr_fr: J'ai intégré les mentions légales Oney aux CGVs de mon site.

source: 1st monthly payment
fr_fr: 1ère mensualité
it_it: 2^ rata

source: 2nd monthly payment
fr_fr: 2ème mensualité
it_it: 3^ rata

source: 3rd monthly payment
fr_fr: 3ème mensualité
it_it: 4^ rata

source: Activate
fr_fr: Activer
it_it: Connessione effettuata

source: Activate debug mode
fr_fr: Activer le mode debug
it_it: Attivare la modalità Debug

source: payplug_advanced_settings
fr_fr: Paramétrages avancés
it_it: Impostazioni avanzate

source: Allow your customers to split payments into 3 or 4 installments, for orders between %s€ and %s€
fr_fr: Permettre à vos clients de payer en 3 ou 4 échéances, pour les commandes de %s€ à %s€.
it_it: Permetti ai tuoi clienti di pagare in 3 o 4 rate, per gli acquisti da %s€ a %s€ euro

source: support.payplug.com//hc//en-gb
fr_fr: support.payplug.com//hc//fr
it_it: support.payplug.com/hc/it

source: Allow your customers to save their credit card information for later purchases.
fr_fr: Permettez à vos clients d'enregistrer leurs coordonnées de carte de paiement pour effectuer ultérieurement d'autres transactions.
it_it: Permetti ai tuoi clienti di salvare i dati delle carte di credito per semplificare gli acquisti futuri.

source: Amount
fr_fr: Montant
it_it: Importo

source: An error occured with PayPlug gateway. Please make sure PayPlug settings are correct.
fr_fr: Une erreur est survenue avec Payplug. Veuillez-vous assurer que le portail Payplug est bien configuré.
it_it: Si è verificato un errore sul gateway Payplug. Assicurati che Payplug sia stato configurato correttamente.

source: An error occurred while collecting payment information from PayPlug.
fr_fr: Une erreur est survenue lors de la récupération des données de paiement depuis Payplug.
it_it: Si è verificato un errore nel processo di recupero dei dati per il pagamento.

source: An error occurred while collecting refund information from PayPlug.
fr_fr: Une erreur est survenue lors de la récupération des données de remboursement depuis Payplug.
it_it: Si è verificato un errore nel processo di recupero dei dati per il rimborso.

source: Bring
fr_fr: Apport
it_it: 1^ rata contestuale all’acquisto

source: BY CREDIT CARD
fr_fr: PAR CARTE BANCAIRE
it_it: CON CARTA DI CREDITO DEBITO E POSTEPAY

source: Card mask
fr_fr: Les 4 derniers chiffres de la carte
it_it: Le ultime quattro cifre della carta

source: Connection
fr_fr: Connexion
it_it: Connessione

source: Credit card
fr_fr: Carte de paiement
it_it: Carta di credito

source: Customers will be redirected to a PayPlug payment page to finalize the transaction, or payments will be performed in an embeddable payment form on your website.
fr_fr: Vos clients seront redirigés vers une page de paiement hébergée par Payplug, ou pourrons effectuer le paiement dans un formulaire intégré dans votre boutique.
it_it: I clienti verranno rediretti verso una pagina di pagamento Payplug per finalizzare la transazione ; I pagamenti sono effettuati in una pagina di pagamento integrabile nel tuo sito.

source: Debug mode saves additional information on your server for each operation done via the PayPlug plugin (Developer setting).
fr_fr: Le mode debug permet de sauvegarder des informations complémentaires sur votre serveur pour chaque opération effectuée via le module Payplug (Option pour développeur).
it_it: La modalità debug permette di salvare delle informazioni complementari sul tuo server ad ogni operazione effettuata via il modulo Payplug (opzione per i programmatori).

# Default gateway title
source: Credit card checkout
fr_fr: Payer par carte bancaire

source: Email
fr_fr: Adresse mail

source: Empty cart
fr_fr: Votre panier est vide
it_it: Il tuo carrello è vuoto

source: Enable PayPlug
fr_fr: Activer Payplug
it_it: Attivare Payplug

source: Enable PayPlug for your customers.
fr_fr: Permettez à vos clients de payer avec Payplug.
it_it: Permetti ai tuoi clienti di acquistare con Payplug.

source: Enable PayPlug Oney 3x for your customers.
fr_fr: Activer Payplug Oney 3x pour vos clients.
it_it: Attiva Payplug Oney 3x per i tuoi clienti.

source: Enable PayPlug Oney 4x for your customers.
fr_fr: Activer Payplug Oney 4x pour vos clients.
it_it: Attiva Payplug Oney 4x per i tuoi clienti.

source: Enable/Disable
fr_fr: Activer/Désactiver
it_it: Attivare / Disattivare

source: Expiration date
fr_fr: Date d'expiration
it_it: Data di scadenza

source: Go to your PayPlug Portal
fr_fr: Accéder à mon portail Payplug
it_it: Accedi al tuo conto Payplug

source: https://www.payplug.com/modules/woocommerce
fr_fr: https://www.payplug.com/fr/modules/woocommerce
it_it: https://www.payplug.com/it/modules/woocommerce

source: In TEST mode, all payments will be simulations and will not generate real transactions.
fr_fr: En mode TEST, tous les paiements sont des simulations et ne génèreront pas de transactions réelles.
it_it: La modalità TEST permette di effettuare solo delle simulazioni di pagamento e non genera reali transazioni.

source: Integrated
fr_fr: Intégrée
it_it: Integrata

source: Invalid credentials.
fr_fr: Vos identifiants sont invalides.
it_it: Le tue credenziali non sono valide.

source: Invalid nonce.
fr_fr: Valeur non valide.

source: Invalid payment method.
fr_fr: Méthode de paiement invalide.
it_it: Il metodo di pagamento non è valido.

source: Invalid request.
fr_fr: Requête non valide.

source: Login
fr_fr: Connectez-vous
it_it: Connettiti

source: Logout
fr_fr: Déconnexion

source: Mobile phone number fullfilled is invalid. Please retry.
fr_fr: Le numéro de téléphone mobile est invalide, veuillez le changer

# modal
source: Enter your PayPlug account password
fr_fr: Entrez le mot de passe de votre compte Payplug

# modal
source: Please enter your PayPlug account password
fr_fr: Veuillez entrer le mot de passe de votre compte Payplug

# modal
source: Something went wrong. Please refresh the page and retry.
fr_fr: Une erreur s’est produite. Veuillez rafraîchir la page et essayer de nouveau.

source: monthly payment of
fr_fr: mensualités de
it_it: mensilitàs

source: No
fr_fr: Non

source: No metadata available for the current order.
fr_fr: Aucunes informations disponible pour la commande.
it_it: Non ci sono informazioni disponibili per questo ordine.

source: No PayPlug transaction was found for this order. The refund could not be processed.
fr_fr: Aucune transaction Payplug ne correspond à cette commande. Aucun remboursement n'a été effectué.
it_it: Nessuna transazione Payplug è stata trovata per questo ordine pertanto non è possibile effettuare alcun rimborso.

source: No transaction ID was found for this order.
fr_fr: Aucun ID de transaction ne correspond à cette commande.
it_it: Nessun ID è stato trovato per questa transazione.

source: Not Paid
fr_fr: Non payé
it_it: Non pagato

source: Of which financing cost
fr_fr: Dont coût de financement
it_it: Di cui una commissione di

source: Once your PayPlug account has been validated, please log out and log in again from the configuration page in order to activate LIVE mode.
fr_fr: Une fois votre compte Payplug validé, veuillez vous déconnecter puis vous connecter à nouveau depuis la page de configuration afin de pouvoir activer le mode LIVE.
it_it: Una volta che il tuo conto Payplug è stato attivato, disconnettiti e connettiti nuovamente per attivare la modalità LIVE.

source: One Click Payment
fr_fr: Paiement en un clic
it_it: Pagamento one click

source: Oney is active on your store.
fr_fr: Oney est actif sur votre boutique.

source: Only Euro payments can be processed with PayPlug.
fr_fr: La passerelle de paiement Payplug ne peut être activée que pour des paiements en euros.
it_it: Payplug ti permette di effettuare solo transazioni in euro.

source: Only one step left to activate the plugin on your site !
fr_fr: Il reste un pas pour activer le module sur votre site !
it_it: Sei ad un passo dalla configurazione del plugin Payplug sul tuo sito !

source: Only PREMIUM accounts can enable the One Click option in LIVE mode.
fr_fr: Seuls les comptes PREMIUM peuvent utiliser la fonctionnalité One Click en mode LIVE.
it_it: Solo gli account PREMIUM possono utilizzare la funzione One Click in modalità LIVE.

source: OpenSSL is not up to date. Please update to OpenSSL %s or later.
fr_fr: OpenSSL n'est pas à jour. Vous devez le mettre à jour avec la version %s ou supérieure.
it_it: OpenSSL non è aggiornato. Devi aggiornarlo alla versione %s o superiore.

source: OpenSSL is up to date.
fr_fr: OpenSSL est à jour.
it_it: OpenSSL è stato aggiornato.

source: OR PAY IN
fr_fr: OU PAYER EN
it_it: O PAGARE IN

source: Paid
fr_fr: Payé
it_it: Pagato

source: Paid at
fr_fr: Payé le
it_it: Pagato a

source: Partially refunded
fr_fr: Partiellement remboursé
it_it: Rimborsato parzialmente

source: Password
fr_fr: Mot de passe

source: Pay by card in 3x with Oney
fr_fr: Payer en 3x par carte bancaire avec Oney
it_it: Paga con la carta in 3x con Oney

source: Pay by card in 4x with Oney
fr_fr: Payer en 4x par carte bancaire avec Oney
it_it: Paga con la carta in 4x con Oney

source: Pay with another credit card
fr_fr: Payer avec une autre carte de credit
it_it: Paga con un’altra carta di credito

source: PAYMENT
fr_fr: PAIEMENT
it_it: PAGAMENTO

source: Payment page
fr_fr: Page de paiement
it_it: Pagina di pagamento

source: Payment processing failed. Please retry.
fr_fr: Le traitement du paiement a échoué. Merci de réessayer.
it_it: Il tentativo di pagamento non è andato a buon fine. La invitiamo a provare nuovamente.

source: Payments for this amount (%s) are not authorised with this payment gateway.
fr_fr: Le montant total (%s) n'entre pas dans l'intervalle autorisé.
it_it: Trasazioni di questo valore (%s) non sono consentite con questo metodo di pagamento.

source: Payments in TEST mode will be simulations and will not generate real transactions.
fr_fr: En mode TEST, tous les paiements sont des simulations et ne génèreront pas de transactions réelles.
it_it: Tutti i pagamenti in modalità TEST sono simulazioni e non generano transazioni reali.

source: PayPlug IPN OK | Transaction %s failed : %s
fr_fr: Payplug IPN OK | Transaction %s échouée : %s
it_it: Payplug IPN OK | Transaction %s fallita : %s

source: PayPlug is in TEST mode
fr_fr: Payplug est en mode TEST
it_it: Payplug è in modalità TEST

source: PayPlug payment details
fr_fr: Détails du paiement Payplug
it_it: Dettagli di pagamento Payplug

source: PayPlug Payment ID
fr_fr: Payplug ID
it_it: ID di pagamento Payplug

source: PayPlug pour WooCommerce (Officiel)
fr_fr: Payplug pour WooCommerce
it_it: Payplug per WooCommerce

source: PayPlug requires an active version of WooCommerce
fr_fr: Payplug nécessite que WooCommerce soit installé pour fonctionner
it_it: Payplug per funzionare necessita l'installazione di WooCommerce

source: Please fill all login fields
fr_fr: Merci de remplir tous les champs de connexion
it_it: Ti preghiamo di complementare tutti i campi richiesti

source: Please fill in the GCSs relating to oney.
fr_fr: Veuillez remplir les CGV relatives à oney.

source: Redirect
fr_fr: Redirigée
it_it: Rediretta

source: Refund %s : Refunded %s
fr_fr: Remboursement %s : Montant remboursé %s
it_it: Rimborso %s : Totale rimborsato %s

source: Refund will be possible 48 hours after the last payment or refund transaction.
fr_fr: Le remboursement sera possible 48 heures après la dernière transaction de paiement ou de remboursement.
it_it: Il rimborso sarà possibile 48 ore dopo l'ultima transazione di pagamento o rimborso.

source: Refunded
fr_fr: Remboursé
it_it: Rimborsato

source: Settings
fr_fr: Réglages
it_it: Impostazioni

source: Something went wrong.
fr_fr: Une erreur s’est produite.

source: 3x 4x Oney payments
fr_fr: Paiements 3x 4x Oney
it_it: Pagamenti rateali 3x 4x Oney

source: Status
fr_fr: Statut
it_it: Stato

source: Successfully logged in.
fr_fr: Vous êtes connecté.
it_it: Connessione effettuata.

source: Successfully logged out.
fr_fr: Vous avez été déconnecté.
it_it: Sei disconnesso.

source: Thank you for installing PayPlug as your online payment solution.
fr_fr: Merci d'avoir installé Payplug, votre solution de paiement en ligne.
it_it: Grazie per aver installato Payplug, la soluzione di pagamento online per le carte di credito.

source: The online payment solution combining simplicity and first-rate support to boost your sales.
fr_fr: La solution de paiement en ligne qui combine simplicité et accompagnement pour booster vos ventes.
it_it: La soluzione di pagamento online che con semplicità e assistenza ti aiuta ad aumentare le vendite.

source: The order %s cannot be refund.
fr_fr: La commande %s ne peut être remboursé

source: The order %s does not exist.
fr_fr: La commande %s n'existe pas.
it_it: L'ordine %s non esiste.

source: The payment solution description displayed to your customers during checkout
fr_fr: Description de la solution de paiement présentée à vos clients sur la boutique
it_it: La descrizione della soluzione di pagamento che vedranno i tuoi clienti durante il checkout

source: The payment solution title displayed to your customers during checkout
fr_fr: Nom de la solution de paiement présenté à vos clients sur la boutique
it_it: Il nome della soluzione di pagamento che vedranno i tuoi clienti durante il checkout

source: The payment with Oney is unavailable because you have more than %s items in your cart.
fr_fr: Votre panier doit contenir moins de %s articles pour pouvoir payer avec Oney.
it_it: Il pagamento tramite Oney non è disponibile perché hai più di %s prodotti nel tuo carrello.

source: payplug_PayplugGatewayRequirements_curl_requirement_curlinstalled
fr_fr: L'extension PHP cURL est installée et activée.
it_it: L'estensione PHP cURL è installata e attivata.

source: The PHP cURL extension must be installed and activated on your server.
fr_fr: L'extension PHP cURL doit être installée et activée.
it_it: L'estensione PHP cURL deve essere installata e attivata.

source: The PHP version on your server is not supported. Your server must run PHP %s or greater.
fr_fr: La version PHP de votre serveur n'est pas compatible avec l'extension. Votre serveur doit utiliser PHP %s ou supérieur.
it_it: La versione di PHP del tuo server non è compatibile con il modulo. Il tuo server deve usare una versione di PHP %s o superiore.

source: The PHP version on your server is valid.
fr_fr: La version PHP de votre serveur est compatible avec l'extension.
it_it: La versione PHP del tuo server è compatibile con l'estensione.

source: The total amount of your order should be between %s€ and %s€ to pay with Oney.
fr_fr: Le montant total de votre panier doit être compris entre %s€ et %s€ pour payer avec Oney.
it_it: L'importo totale dell'ordine deve essere compreso tra %s€ e %s€ per pagare tramite Oney

source: The transaction could not be refunded. Please try again.
fr_fr: Le remboursement a échoué. Veuillez réessayer ultérieurement.
it_it: Non è possibile effettuare il rimborso. La preghiamo di tentare nuovamente.

source: Title
fr_fr: Titre
it_it: Titolo

source: Unavailable for the specified country.
fr_fr: Indisponible pour le pays spécifié
it_it: Non disponibile per il paese specificato

source: Update PayPlug transaction data
fr_fr: Mettre à jour les informations de la transaction Payplug
it_it: Aggiorna i dati Payplug

source: Yes
fr_fr: Oui
it_it: Si

source: You are in TEST MODE. In test mode you can use the card 4242424242424242 with any valid expiration date and CVC.
fr_fr: Vous êtes en mode TEST. En mode test, vous pouvez utiliser la carte 4242424242424242 avec une date d'expiration et un CVV de votre choix.
it_it: Sei in modalità TEST. Puoi testare la nostra soluzione inserendo il numero di carta 4242424242424242, la data di scadenza e il CVV che preferisci.

source: You are logged in with your PayPlug account.
fr_fr: Votre compte Payplug est connecté.
it_it: Sei connesso al tuo conto Payplug.

source: You must be logged in with your PayPlug account.
fr_fr: Votre compte Payplug doit-être connecté.
it_it: Devi essere connesso al tuo conto Payplug.

source: Your account does not support LIVE mode at the moment, it must be validated first. If your account has already been validated, please log out and log in again.
fr_fr: Votre compte ne supporte pas le mode LIVE actuellement, il doit d'abord être validé. Si votre compte a déjà été validé, veuillez vous déconnecter et vous connecter à nouveau.
it_it: Attualmente non è possibile accedere alla modalità LIVE dal tuo conto. Per poter accedere alla modalità LIVE devi prima attivare il tuo conto. Se hai già un account attivo disconnettiti e connettiti nuovamente.

source: Your API keys has successfully been updated.
fr_fr: La mise à jour de vos clés API a bien été effectuée.

source: Your current offer does not allow this option. Try it on TEST mode. More information <a href="https://www.payplug.com/pricing" target="_blank">here.</a>
fr_fr: Votre offre actuelle ne permet pas cette option. Essayez-le en mode TEST. Plus d'informations <a href="https://www.payplug.com/pricing" target="_blank">ici.</a>
it_it: La tua offerta non ti permette di usufruire di questa funzione. Puoi provarla in modalità TEST. Per più informazioni <a href="https://www.payplug.com/it/tariffe" target="_blank">clicca</a>

source: Your email address is too long and the + character is not valid, please change it to another address (max 100 characters).
fr_fr: Votre adresse e-mail est trop longue et le caractère + n’est pas autorisé, veuillez en saisir une autre qui ne dépasse pas 100 caractères.

source: Your shop currency has been set up with Euro.
fr_fr: Votre boutique utilise l'euro comme monnaie de paiement.
it_it: L'euro è stato impostatato come valuta di pagamento sul tuo e-commerce.

source: Your shop currency must be set up with Euro.
fr_fr: Votre boutique doit utiliser l'euro comme monnaie de paiement.
it_it: Devi impostare l'euro come valuta di pagamento sul tuo e-commerce.

source: your@email.com
fr_fr: votre@email.com
it_it: latua@email.com

source: More informations
fr_fr: En savoir plus
it_it: Ulteriori informazioni

source: info
fr_fr: En savoir plus
it_it: Ulteriori informazioni

source: Your payment schedule simulation is temporarily unavailable. You will find this information at the payment stage.
fr_fr: La simulation de votre échéancier est temporairement indisponible. Vous retrouverez cette information à l'étape du paiement.

source: Oney with fees
fr_fr: Oney avec frais
it_it: Oney con spese

source: The fees are split between you and your customers
fr_fr: Les frais sont répartis entre vous et vos clients
it_it: Le spese sono ripartite tra te e i tuoi clienti

source: Oney without fees
fr_fr: Oney sans frais
it_it: Oney senza spese

source: You pay the fees
fr_fr: Les frais sont à votre charge
it_it: Le spese sono a tuo carico

source: Pay by credit card in 3x installments without fees with Oney
fr_fr: Payer en 3x sans frais par carte avec Oney
it_it: Paga in 3x rate senza spese con carta di credito grazie a Oney

source: Pay by credit card in 4x installments without fees with Oney
fr_fr: Payer en 4x sans frais par carte avec Oney
it_it: Paga in 4x rate senza spese con carta di credito grazie a Oney

source: WITHOUT FEES
fr_fr: SANS FRAIS
it_it: SENZA SPESE

source: I would like to offer guaranteed payment in installments for amounts between %s€ and %s€.
fr_fr: Je souhaite proposer le paiement fractionné garanti pour des montants compris entre %s€ et %s€.
it_it: Desidero proporre il pagamento a rate garantito per importi compresi tra %s€ e %s€.

source: The amount must be between %s€ and %s€.
fr_fr: Le montant doit être compris entre %s€ et %s€.
it_it: L’importo deve essere compreso tra %s€ e %s€.

source: Please note that the minimum amount entered is greater than the maximum amount entered.
fr_fr: Attention, le montant minimum renseigné est supérieur au montant maximal renseigné.
it_it: Attenzione, l’importo minimo inserito è superiore all’importo massimo inserito.

source: payplug_bancontact_title
fr_fr: Payer avec Bancontact
it_it: Paga con Bancontact

source: payplug_bancontact_description
fr_fr: Permettez à vos clients de payer avec leurs cartes Bancontact.
it_it: Attiva i pagamenti Bancontact.

source: payplug_bancontact_activate_title
fr_fr: Activer les paiements Bancontact
it_it: Attiva i pagamenti Bancontact

source: payplug_bancontact_activate_label
fr_fr: Activer les paiements Bancontact (Bêta)
it_it: Attiva i pagamenti Bancontact

source: payplug_bancontact_activation_request
fr_fr: Je demande Bancontact
it_it: Richiedo Bancontact

source: payplug_bancontact_activation_url
fr_fr: support.payplug.com/hc/fr/requests/new
it_it: support.payplug.com/hc/it/requests/new

source: payplug_bancontact_testmode_description
fr_fr: Cette fonctionnalité n’est pas disponible en mode TEST. Veuillez activer le mode LIVE pour l’utiliser.
it_it: Non disponibile in modalità Test. <a href='https://support.payplug.com/hc/en-gb/requests/new' target='_blank' >Richiedi Bancontact</a> e attiva la modalità LIVE.

source: oney_installments_pop_up
fr_fr: Pop-up des versements Oney
it_it: Pop-up con le rate Oney

source: display_the_oney_installments_pop_up_on_the_product_page
fr_fr: Afficher les échéanciers sur la page Produit
it_it: Visualizza il calendario di pagamento nella pagina del prodotto

source: payplug_apple_pay_activate_title
fr_fr: Paiement Apple Pay
it_it: Pagamenti Apple Pay

source: payplug_unavailable_testmode_description
fr_fr: Non disponible en mode test
it_it: Non disponibile in modalità Test

source: payplug_applepay_unavailable_testmode_description
fr_fr: Apple Pay n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: Apple Pay non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_bancontact_unavailable_testmode_description
fr_fr: Bancontact n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: Bancontact non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_amex_unavailable_testmode_description
fr_fr: American Express n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: American Express non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_apple_pay_livemode_description
fr_fr: Afficher le bouton de paiement Apple Pay sur votre boutique, sur le checkout. Le bouton ne sera visible que depuis un navigateur Safari.
it_it: Visualizza il pulsante di pagamenti Apple Pay sul tuo negozio, sulla pagina di pagamento. Il pulsante sarà visibile solo da un browser Safari.

source: payplug_apple_pay_title
fr_fr: Payer avec Apple Pay
it_it: Paga con Apple Pay

source: payplug_apple_pay_unauthorized_error
fr_fr: Vous n'avez pas accès à cette fonctionnalité. Pour activer Apple Pay, contactez <a href='mailto:support@payplug.com'>support@payplug.com</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Apple Pay, contatta <a href='mailto:support@payplug.com'>support@payplug.com</a>

source: payplug_section_logged_title
fr_fr: Général
it_it: Generale

source: payplug_section_logged_description
fr_fr: Configurations générales du module
it_it: Impostazioni generali del modulo

source: payplug_section_logged_logout
fr_fr: Se déconnecter
it_it: Disconnetti

source: payplug_section_logged_mode
fr_fr: Environnement
it_it: Ambiente
