Repository: payplug/payplug-woocommerce
Catalog: languages/payplug-*.po
Languages: fr_fr, it_it

source: payplug_mybank_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer MyBank, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=8248631711516' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare MyBank, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=8248631711516' target='_blank'>questo modulo</a>

source: payplug_sofort_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer SOFORT, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=8248655934108' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare SOFORT, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=8248655934108' target='_blank'>questo modulo</a>

source: payplug_ideal_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer iDEAL, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=8248663314844' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare iDEAL, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=8248663314844' target='_blank'>questo modulo</a>

source: payplug_refund_disabled_error
fr_fr: Le remboursement automatique n’est pas réalisable depuis votre back-office. Veuillez contacter support@payplug.com
it_it: Il rimborso automatico non è possibile dal tuo back-office. Contatta supporto@payplug.com

source: payplug_integrated_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer Integrated Payments, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=5965121371548' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Integrated Payments, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=5965121371548' target='_blank'>questo modulo</a>

source: payplug_section_standard_ip_warning
fr_fr: L’affichage du paiement intégré est seulement compatible avec une page de paiement standard respectant les directives WooCommerce. Certains cas de personnalisation du checkout ne permettront pas le fonctionnement du paiement intégré (modification du bouton “Commander”, etc.).
it_it: La visualizzazione del pagamento integrato è compatibile solo con una pagina di pagamento standard che soddisfi le linee guida di WooCommerce. Alcune personalizzazioni del checkout non consentiranno il funzionamento della funzione (modifica del pulsante "Effettua ordine", ecc.).

source: payment_method
fr_fr: Moyen de paiement
it_it: Metodo di pagamento

source: payplug_payment_gateways_country_permissions
fr_fr: %s est disponible pour vos clients dont l’adresse de facturation se situe dans l’un des pays suivants :
it_it: %s è disponibile solo per i clienti con indirizzo di fatturazione in :

source: oney_financing_cost
fr_fr: Coût du financement :
it_it: Di cui una commissione :

source: oney_total
fr_fr: Total :
it_it: Totale da rimborsare :

source: applepay_display_choice_title
fr_fr: Choisissez sur quelle(s) page(s) vous souhaitez proposer le paiement Apple Pay :
it_it: Scegli su quale(i) pagina(e) proporre il pagamento Apple Pay :

source: applepay_display_checkout
fr_fr: Affichage du bouton sur la page checkout
it_it: Visualizza il pulsante nella pagina di pagamento

source: applepay_display_cart
fr_fr: Affichage du bouton sur la page panier
it_it: Visualizza il pulsante nella pagina del carrello

source: applepay_display_product
fr_fr: Affichage du bouton sur la page produit
it_it: Visualizza il pulsante sulla pagina del prodotto

source: applepay_active_carriers_title
fr_fr: Méthodes de livraison actives sur votre boutique
it_it: Metodi di spedizione attivi sul tuo negozio

source: applepay_active_carriers_alert
fr_fr: Si aucune méthode de livraison n'est sélectionnée, le bouton Apple Pay ne sera pas affiché.
it_it: Se nessun metodo di spedizione è selezionato, il tasto Apple Pay non verrà visualizzato

source: applepay_active_carriers_description
fr_fr: Avec Apple Pay, les livraisons sont possibles uniquement vers les adresses présentes dans le wallet de vos clients (adresse du domicile, du bureau etc..).
it_it: Con Apple Pay, le uniche spedizioni possibili sono quelle verso l'indirizzo indicato nel wallet dei clienti (indirizzo di casa, lavoro, ecc...).

source: applepay_active_carriers_description_bold
fr_fr: Les livraisons en point de collecte ne sont pas possibles,
it_it: Le spedizioni nei punti di ritiro non sono disponibili e,

source: applepay_active_carriers_description_warning
fr_fr: elles ne seront donc pas proposées à vos clients (ex : livraison en boutique, en point de collecte ou pick-up station).
it_it: pertanto, non verranno proposte ai tuoi clienti (ex: ritiro in negozio, ecc...).

source: applepay_active_carriers_instructions
fr_fr: Veuillez sélectionner les méthodes de livraison qui ne sont pas des points de collecte.
it_it: Seleziona i metodi di spedizione differenti dai punti di ritiro.

source: applepay_cart_checkout_option_validation
fr_fr: Impossible d'enregistrer la configuration. Merci de sélectionner au moins une page sur laquelle proposer Apple Pay : Page Checkout ou Page Panier.
it_it: Impossibile salvare la configurazione. Si prega di selezionare almeno una pagina sulla quale offrire Apple Pay: Pagina di Checkout o Pagina del Carrello.

source: applepay_cart_checkout_option_validation_title
fr_fr: Impossible d'enregistrer la configuration.
it_it: Impossibile salvare la configurazione

source: applepay_cart_carrier_enabled
fr_fr: Merci de sélectionner au moins une méthode de livraison compatible pour Apple Pay Panier ou désactivez la fonctionnalité.
it_it: Ti preghiamo di selezionare almeno un metodo di spedizione compatibile con Apple Pay nella pagina carrello o disattivare la funzionalità.

source: payplug_required_fields_error
fr_fr: Veuillez remplir tous les champs requis.
it_it: Ti preghiamo di compilare tutti i campi obbligatori

source: Description
it_it: Descrizione

source: Mode
it_it: Modalità

source: IT monthly payment of
it_it: Più %s rate da

source: payplug_oneyIT_paywith
it_it: PAGHI IN

source: payplug_oneyIT_popup-title
it_it: PAGHI IN 3 OPPURE 4 RATE

source: payplug_oneyIT_popup-withoutfees-title
it_it: NESSUNA COMMISSIONE

source: payplug_oneyIT_popup-footer
it_it: 3x4x Oney è una dilazione di pagamento che non ricade nell’ambito di applicazione del credito ai consumatori di cui al Titolo VI, Capo II TUB, offerta da Oney Bank SA., capitale € 51.286.585 - 34 Avenue de Flandre 59170 Croix - RCS Lille, Metropole - 546 380 197 - n° Orias 07 023 261, che opera in Italia in regime di libera prestazione di servizi. L’utilizzo di 3x4xOney è riservato alle persone fisiche maggiorenni, per importi finanziabili compresi tra un minimo di €%s e un massimo di €%s con rimborsi rateali fino ad un massimo di 90 giorni ed è soggetto alla preventiva approvazione di Oney Bank SA. Oney Bank SA. prevede l’applicazione di una commissione fissa per l’utilizzo di 3x4xOney. Il cliente ha 14 giorni di tempo dalla data di conclusione di ciascun finanziamento per rinunciarvi e esercitare il diritto di recesso, senza spese e costi. Documenti informativi disponibili su %s %s

source: payplug_oneyIT_popup-footer_pdf
it_it: <br><b><a href='https://www.payplug.com/hubfs/ONEY/payplug-italy.pdf' target='_empty' > Scopri di più </a></b>

source: payplug_oneyIT-without-fees_popup-footer_pdf
it_it: <br><b><a href='https://www.payplug.com/hubfs/ONEY/payplug-italy-no-fees.pdf' target='_empty' > Scopri di più </a></b>

source: payplug_oneyIT_popup-url
it_it: <a href='https://www.oney.it' target='_empty' > www.oney.it </a>

source: payplug_bancontact_livemode_description_disabled
it_it: Non puoi ancora accedere a questa funzionalità.
