Repository: payplug/payplug-woocommerce
Catalog: languages/payplug-*.po
Languages: fr_fr, it_it

source: payplug_section_logged_test_description
fr_fr: En mode TEST, tous les paiements sont des simulations et ne génèreront pas de transactions réelles.
it_it: Pagamenti in modalità TEST, sono simulazioni e non generano transazioni reali.

source: payplug_section_logged_live_description
fr_fr: En mode LIVE, vous acceptez des paiements réels.
it_it: In modalità LIVE, i pagamenti generano transazioni reali.

source: payplug_section_logged_link_access_portal
fr_fr: Accéder à mon portail Payplug
it_it: Accesso al mio portale Payplug

source: payplug_section_header_title
fr_fr: La solution de paiement qui augmente vos ventes.
it_it: La soluzione di pagamento che aumenta le tue vendite.

source: payplug_section_header_live_description
fr_fr: Payplug, c'est la solution de paiement française des PME. Faites décoller votre performance grâce à nos outils orientés conversion parfaitement clés en main.
it_it: Payplug è la soluzione di pagamento francese dedicata alle PMI. Fai decollare la tua performance grazie ai nostri strumenti orientati alla conversione, 100% chiavi in mano.

source: payplug_section_header_test_description
fr_fr: Payplug, c'est la solution de paiement française des PME. Faites décoller votre performance grâce à nos outils orientés conversion parfaitement clés en main.
it_it: Payplug è la soluzione di pagamento francese dedicata alle PMI. Fai decollare la tua performance grazie ai nostri strumenti orientati alla conversione, 100% chiavi in mano.

source: payplug_section_header_enable_label
fr_fr: Module activé
it_it: Modulo attivo

source: payplug_section_header_disable_label
fr_fr: Module désactivé
it_it: Modulo inattivo

source: payplug_section_payment_methods_title
fr_fr: Moyens de paiement
it_it: Metodi di pagamento

source: payplug_section_payment_methods_description
fr_fr: Choisissez les moyens de paiement que vous souhaitez proposer à vos clients.
it_it: Scegli i metodi di pagamento che desideri offrire ai tuoi clienti.

source: payplug_section_standard_payment_title
fr_fr: Paiement par carte
it_it: Pagamento con carta

source: payplug_section_standard_payment_description
fr_fr: Proposez le paiement par carte bancaire à vos clients. La passerelle de paiement Payplug ne peut être activée que pour des paiements en euros.
it_it: Proponi il pagamento con carta ai tuoi clienti. Payplug ti permette di effettuare solo transazioni in euro.

source: payplug_section_standard_payment_option_title
fr_fr: Présentation de la page de paiement
it_it: Presentazione della pagina di pagamento

source: payplug_section_standard_payment_redirected_description
fr_fr: Vos clients seront redirigés vers une page de paiement personnalisable hébergée par Payplug.
it_it: I tuoi clienti saranno reindirizzati a una pagina di pagamento personalizzabile ospitata da Payplug.

source: payplug_section_standard_payment_popup_description
fr_fr: Vos clients verront apparaître une pop-up de paiement personnalisable sur la page de checkout de votre boutique.
it_it: I tuoi clienti vedranno comparire un pop-up di pagamento personalizzabile nella pagina di check-out del tuo negozio.

source: payplug_section_standard_payment_option_popup_label
fr_fr: Pop-up
it_it: Pop-up

source: payplug_section_standard_payment_option_redirected_label
fr_fr: Redirigée
it_it: Rediretto

source: payplug_section_one_click_option_title
fr_fr: Activer le paiement en un clic
it_it: Attiva il pagamento in un click

source: payplug_section_one_click_option_description
fr_fr: Vos clients pourront enregistrer leur carte et effectuer leurs prochains achats en un clic.
it_it: I tuoi clienti potranno salvare la loro carta ed effettuare il loro prossimo acquisto in un click.

source: payplug_section_applepay_payment_title
fr_fr: Paiement Apple Pay
it_it: Pagamento Apple Pay

source: payplug_section_applepay_payment_description
fr_fr: Afficher le bouton de paiement Apple Pay sur votre boutique.
it_it: Visualizza il pulsante di pagamento Apple Pay sul tuo negozio.

source: payplug_section_bancontact_payment_title
fr_fr: Paiement Bancontact
it_it: Pagamento Bancontact

source: payplug_know_more_label
fr_fr: En savoir plus.
it_it: Per saperne di più.

source: payplug_error_wrong_credentials
fr_fr: L'e-mail ou le mot de passe saisi est incorrect.
it_it: L'indirizzo mail e/o la password sono errati.

source: payplug_section_login_forgot_password
fr_fr: Mot de passe oublié ?
it_it: Hai dimenticato la password?

source: payplug_section_paylater_title
fr_fr: PayLater
it_it: PayLater

source: payplug_section_paylater_description
fr_fr: Sélectionnez vos préférences de paramétrage du PayLater pour afficher le 3x 4x Oney sur votre boutique.
it_it: Seleziona le impostazioni del PayLater per visualizzare il 3x 4x Oney sul tuo negozio.

source: payplug_section_oney_title
fr_fr: Paiements 3x 4x Oney
it_it: Pagamenti rateali 3x 4x Oney

source: payplug_section_paylater_description_oney
fr_fr: Vos clients pourront choisir de payer leurs commandes en 3 ou 4 échéances. Vous pouvez prendre (ou non) l'ensemble des frais à votre charge.
it_it: I tuoi clienti possono scegliere di pagare gli ordini in 3 o 4 rate. Scegli qui sotto se vuoi prendere a tuo carico tutti i costi (o meno).

source: payplug_label_with_fees
fr_fr: Avec frais
it_it: Con spese

source: payplug_text_with_fees
fr_fr: Les frais sont répartis entre vous et vos clients.
it_it: Le spese sono ripartite tra te e i tuoi clienti.

source: payplug_label_without_fees
fr_fr: Sans frais
it_it: Senza spese

source: payplug_text_without_fees
fr_fr: Les frais sont à votre charge.
it_it: Le spese sono a tuo carico.

source: payplug_thresholds_oney_title
fr_fr: Personnalisez votre offre de paiement fractionné
it_it: Personalizza la tua offerta di pagamento rateale

source: payplug_thresholds_oney_description
fr_fr: Proposer le paiement fractionné garanti pour des montants entre
it_it: Proporre pagamenti rateali garantiti per importi compresi tra

source: and
fr_fr: et
it_it: e

source: payplug_section_bancontact_payment_description
fr_fr: Permettez à vos clients de payer avec leurs cartes Bancontact.
it_it: Permetti ai tuoi clienti di pagare con le carte Bancontact.

source: payplug_section_american_express_payment_title
fr_fr: Paiement AmEx
it_it: Pagamento AmEx

source: payplug_section_american_express_payment_description
fr_fr: Permettez à vos clients de payer avec leurs cartes American Express.
it_it: Permetti ai tuoi clienti di pagare con la loro carta American Express.

source: payplug_bancontact_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer Bancontact, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=4583813991452' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Bancontact, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=4583813991452' target='_blank'>questo modulo</a>

source: payplug_amex_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer American Express, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=6331992459420' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare American Express, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=6331992459420' target='_blank'>questo modulo</a>

source: payplug_applepay_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer Apple Pay, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=5965121371548' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Apple Pay, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=5965121371548' target='_blank'>questo modulo</a>

source: payplug_enable_feature
fr_fr: Activer une fonctionnalité
it_it: Attivare una funzionalità

source: payplug_ok
fr_fr: OK
it_it: OK

source: payplug_section_login_description
fr_fr: Connectez-vous à votre compte Payplug.
it_it: Connettiti al tuo account Payplug.

source: payplug_section_login_email_label
fr_fr: Adresse E-mail
it_it: Indirizzo E-mail

source: payplug_section_login_password_label
fr_fr: Mot de passe
it_it: Password

source: payplug_section_login_not_registered
fr_fr: Pas encore de compte Payplug ?
it_it: Non hai ancora un account Payplug?

source: payplug_section_login_connect
fr_fr: Connexion
it_it: Accedi al tuo conto

source: payplug_section_subscribe_description
fr_fr: Inscription
it_it: Iscrizione

source: payplug_section_subscribe_content_description
fr_fr: Créez votre compte pour pouvoir utiliser le module.
it_it: Crea il tuo account per poter utilizzare il modulo.

source: payplug_section_subscribe_link_create_account
fr_fr: Inscription Payplug
it_it: Crea un account Payplug

source: payplug_section_subscribe_already_have_account
fr_fr: J'ai déjà un compte Payplug
it_it: Ho già un account Payplug

source: payplug_learn_more
fr_fr: En savoir plus
it_it: Per saperne di più

source: payplug_mode_learn_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/360021142492
it_it: https://support.payplug.com/hc/it/articles/360021142492

source: payplug_section_status_title
fr_fr: État
it_it: Stato

source: payplug_section_status_description
fr_fr: Contrôlez votre environnement pour assurer le fonctionnement optimal du module.
it_it: Controlla il tuo ambiente per garantire il buon funzionamento del modulo.

source: payplug_section_status_errorMessage
fr_fr: La configuration requise pour utiliser le module Payplug n’est pas satisfaite. Une fois les problèmes corrigés, actualisez la page ou cliquez sur vérifier.
it_it: I requisiti richiesti per l'utilizzo del modulo Payplug non sono soddisfatti. Dopo aver risolto questo inconveniente, aggiorna la pagina o clicca su verifica.

source: payplug_section_status_check
fr_fr: Vérifier
it_it: Verifica

source: payplug_section_status_curl
fr_fr: L'extension PHP cURL est installée et activée.
it_it: L'estensione PHP cURL deve essere abilitata sul tuo server.

source: payplug_section_status_php
fr_fr: La version PHP de votre serveur est compatible avec l’extension.
it_it: La versione PHP del tuo server è compatibile con l'estensione.

source: payplug_section_status_ssl
fr_fr: OpenSSL est à jour.
it_it: OpenSSL è stato aggiornato.

source: payplug_section_status_account
fr_fr: Votre compte Payplug doit être connecté.
it_it: Devi connetterti al tuo conto Payplug.

source: payplug_oney_product_page_description
fr_fr: Vos clients pourront voir le détail de leurs échéances en 3 ou 4 fois.
it_it: I tuoi clienti potranno visualizzare i dettagli dei loro pagamenti in 3 o 4 rate.

source: payplug_oney_error_title
fr_fr: Activer une fonctionnalité
it_it: Attivare una funzionalità

source: payplug_oney_error_description
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer Oney, rendez-vous sur
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Oney,

source: payplug_oney_error_link
fr_fr: votre portail Payplug.
it_it: clicca qui

source: payplug_applepay_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/5149384347292-Encaisser-des-paiements-Apple-Pay-avec-PayPlug
it_it: https://support.payplug.com/hc/it/articles/5149384347292-Incassare-pagamenti-Apple-Pay-con-PayPlug

source: payplug_bancontact_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/4408157435794-Encaisser-des-paiements-Bancontact-avec-PayPlug
it_it: https://support.payplug.com/hc/it/articles/4408157435794-Incassare-dei-pagamenti-tramite-Bancontact-con-PayPlug

source: payplug_amex_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/5701208563996-Encaisser-des-paiements-Amex-avec-PayPlug
it_it: https://support.payplug.com/hc/it/articles/5701208563996-Incassare-pagamenti-American-Express-con-PayPlug

source: payplug_section_status_debug_label
fr_fr: Activer le mode debug
it_it: Attivare la modalità Debug

source: payplug_section_status_debug_description
fr_fr: Le mode debug permet de sauvegarder des informations complémentaires sur votre serveur pour chaque opération effectuée via le module Payplug (Option pour développeur).
it_it: La modalità debug permette di salvare delle informazioni complementari sul tuo server ad ogni operazione effettuata via il modulo Payplug (opzione per i programmatori).

source: payplug_standard_payment_title_title
fr_fr: Titre
it_it: Titolo

source: payplug_standard_payment_title_description
fr_fr: Nom de la solution de paiement présenté à vos clients sur la boutique.
it_it: Il nome della soluzione di pagamento che vedranno i tuoi clienti durante il checkout.

source: payplug_standard_payment_title_placeholder
fr_fr: Payer par carte bancaire
it_it: Pagamento con carta di credito

source: payplug_standard_payment_description_title
fr_fr: Description
it_it: Descrizione

source: payplug_standard_payment_description_description
fr_fr: Description de la solution de paiement présentée à vos clients sur la boutique.
it_it: La descrizione della soluzione di pagamento che vedranno i tuoi clienti durante il checkout.

source: payplug_standard_payment_description_placeholder
fr_fr: Description
it_it: Descrizione

source: payplug_section_status_currency
fr_fr: Votre boutique utilise l’euro comme monnaie de paiement.
it_it: L'euro è stato impostato come valuta di pagamento sul tuo e-commerce.

source: payplug_save_success_message
fr_fr: Votre configuration a bien été enregistrée.
it_it: La tua configurazione è stata salvata.

source: payplug_embeded_option_url
fr_fr: https://support.payplug.com/hc/fr/articles/4409698334098-Configuration-de-la-page-de-paiement
it_it: https://support.payplug.com/hc/it/articles/4409698334098

source: payplug_cancel
fr_fr: Annuler
it_it: Annulla

source: payplug_live_mode
fr_fr: Mode LIVE
it_it: Modalità LIVE

source: payplug_section_logged_modal_description
fr_fr: Veuillez saisir le mot de passe de votre compte Payplug.
it_it: Si prega di inserire la password del tuo conto Payplug.

source: payplug_inactive_account_warning_title
fr_fr: Félicitations, votre compte est connecté !
it_it: Congratulazioni, il tuo account è già connesso!

source: payplug_inactive_account_warning_description1
fr_fr: Pendant l'étude de votre dossier, vous pouvez utiliser le
it_it: Mentre il tuo dossier è in fase di elaborazione, puoi utilizzare la

source: payplug_inactive_account_warning_description2
fr_fr: <a href='https://support.payplug.com/hc/fr/articles/360021142492' target='_blank'>mode TEST</a>
it_it: <a href='https://support.payplug.com/hc/it/articles/360021142492' target='_blank'>modalità TEST</a>

source: payplug_inactive_account_warning_description3
fr_fr: pour découvrir notre module. <span id='inactiveModalClick'>Cliquez-ici</span> pour passer au mode LIVE et encaisser les paiements de vos clients.
it_it: per scoprire il nostro modulo. <span id='inactiveModalClick'>Clicca qui</span> per passare alla modalità LIVE e iniziare ad incassare i pagamenti dei tuoi clienti.

source: payplug_inactive_account_error_title
fr_fr: Votre dossier est en cours de traitement.
it_it: Il tuo dossier è in fase di elaborazione.

source: payplug_inactive_account_error_description
fr_fr: Si vous souhaitez plus d'informations, contactez-nous à l'adresse support@payplug.com
it_it: Per ricevere ulteriori informazioni, contattaci al seguente indirizzo e-mail: supporto@payplug.com

source: payplug_section_help_description1
fr_fr: Un problème ? Une question ?
it_it: Un Problema? Una Domanda?

source: payplug_section_help_description2
fr_fr: Rendez-vous sur notre
it_it: Rendez-vous sul nostro

source: payplug_section_help_link_help_text
fr_fr: centre d'assistance.
it_it: centro assistenza.

source: payplug_section_help_link_help_url
fr_fr: https://support.payplug.com/hc/fr/requests/new
it_it: https://support.payplug.com/hc/it/requests/new

source: payplug_section_status_check_success
fr_fr: La vérification a été réalisée avec succès.
it_it: La verifica è stata effettuata con successo.

source: payplug_amex_title
fr_fr: Payer avec Amex
it_it: Paga con Amex

source: payplug_save_changes_text
fr_fr: Mettre à jour les paramètres
it_it: Aggiorna le impostazioni

source: payplug_thresholds_error_msg
fr_fr: Le montant doit être compris entre 100€ et 3000€.
it_it: L'importo deve essere compreso tra 100€ e 3000€.

source: payplug_section_standard_payment_option_integrated_label
fr_fr: Intégrée
it_it: Integrata

source: payplug_section_standard_payment_integrated_description
fr_fr: Vos clients verront apparaître le formulaire de paiement directement dans la page de checkout de votre boutique.
it_it: I tuoi clienti vedranno comparire il modulo di pagamento direttamente nella pagina di check-out del tuo negozio.

source: payplug_integrated_payment_cardholder
fr_fr: Nom du titulaire de la carte
it_it: Titolare della carta

source: payplug_integrated_payment_your_card
fr_fr: VOTRE CARTE
it_it: LA TUA CARTA

source: payplug_integrated_payment_card_number
fr_fr: Numéro de carte
it_it: Numero di carta

source: payplug_integrated_payment_expiration_date
fr_fr: MM/AA
it_it: MM/AA

source: payplug_integrated_payment_oneClick
fr_fr: Enregistrer ma carte bancaire
it_it: Salva i dati della mia carta di credito

source: payplug_integrated_payment_transaction_secure
fr_fr: Transaction sécurisée par
it_it: Transazione protetta da

source: payplug_integrated_payment_privacy_policy
fr_fr: Politique de confidentialité
it_it: Politica di confidenzialità

source: payplug_integrated_payment_privacy_policy_url
fr_fr: https://www.payplug.com/fr/politique-de-confidentialite
it_it: https://www.payplug.com/it/politica-di-confidenzialita

source: payplug_integrated_payment_empty
fr_fr: Champ obligatoire.
it_it: Campo obbligatorio.

source: payplug_integrated_payment_cardHolder_error
fr_fr: Nom et/ou Prénom invalide(s).
it_it: Nome e/o Cognome non valido(i).

source: payplug_integrated_payment_pan_error
fr_fr: Numéro de carte invalide.
it_it: Numero di carta non valido.

source: payplug_integrated_payment_cvv_error
fr_fr: CVV invalide.
it_it: CVV non valido.

source: payplug_integrated_payment_exp_error
fr_fr: Date d’expiration invalide.
it_it: Data di scadenza non valida.

source: payplug_integrated_payment_error
fr_fr: La transaction n'a pas pu aboutir, et votre carte n'a pas été débitée.
it_it: La transazione non è stata conclusa e non è stato effettuato alcun addebito sulla tua carta.

source: payplug_thresholds_error_maxtext_msg
fr_fr: Attention, le montant maximal renseigné est inférieur au montant minimal renseigné.
it_it: Attenzione, l'importo massimo inserito è inferiore all'importo minimo inserito.

source: payplug_thresholds_error_mintext_msg
fr_fr: Attention, le montant minimal renseigné est supérieur au montant maximal renseigné.
it_it: Attenzione, l'importo minimo inserito è superiore all'importo massimo inserito.

source: pay_with_satispay
fr_fr: Payer avec Satispay
it_it: Paga con Satispay

source: pay_with_mybank
fr_fr: Payer avec MyBank
it_it: Paga con MyBank

source: pay_with_sofort
fr_fr: Payer avec SOFORT
it_it: Paga con SOFORT

source: pay_with_ideal
fr_fr: Payer avec iDEAL
it_it: Paga con iDEAL

source: satispay_threshold
fr_fr: Le montant total de votre panier doit être compris entre %s€ and %s€ pour payer avec Satispay.
it_it: L'importo totale dell'ordine deve essere compreso tra %s€ and %s€ per pagare tramite Satispay.

source: mybank_threshold
fr_fr: Le montant total de votre panier doit être compris entre %s€ and %s€ pour payer avec MyBank.
it_it: L'importo totale dell'ordine deve essere compreso tra %s€ and %s€ per pagare tramite MyBank.

source: sofort_threshold
fr_fr: Le montant total de votre panier doit être compris entre %s€ and %s€ pour payer avec SOFORT.
it_it: L'importo totale dell'ordine deve essere compreso tra %s€ and %s€ per pagare tramite SOFORT.

source: ideal_threshold
fr_fr: Le montant total de votre panier doit être compris entre %s€ and %s€ pour payer avec iDEAL.
it_it: L'importo totale dell'ordine deve essere compreso tra %s€ and %s€ per pagare tramite iDEAL.

source: payplug_satispay_activate
fr_fr: Paiement Satispay
it_it: Pagamento Satispay

source: payplug_satispay_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/8089121532700-Satispay-chez-Payplug
it_it: https://support.payplug.com/hc/it/articles/8089121532700-Satispay-chez-Payplug

source: payplug_mybank_activate
fr_fr: Paiement MyBank
it_it: Pagamento MyBank

source: payplug_mybank_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/8089123857564-MyBank-chez-Payplug
it_it: https://support.payplug.com/hc/it/articles/8089123857564-MyBank-chez-Payplug

source: payplug_sofort_activate
fr_fr: Paiement SOFORT
it_it: Pagamento SOFORT

source: payplug_sofort_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/8089091941660-Sofort-chez-Payplug
it_it: https://support.payplug.com/hc/it/articles/8089091941660-Sofort-chez-Payplug

source: payplug_ideal_activate
fr_fr: Paiement iDEAL
it_it: Pagamento iDEAL

source: payplug_ideal_more_url
fr_fr: https://support.payplug.com/hc/fr/articles/8089119071132
it_it: https://support.payplug.com/hc/it/articles/8089119071132

source: payplug_satispay_unavailable_testmode_description
fr_fr: Satispay n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: Satispay non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_mybank_unavailable_testmode_description
fr_fr: Mybank n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: Mybank non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_sofort_unavailable_testmode_description
fr_fr: SOFORT n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: SOFORT non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_ideal_unavailable_testmode_description
fr_fr: iDeal n’est pas disponible en mode TEST. Pour l’activer, passez votre module Payplug en mode LIVE.
it_it: iDeal non è disponibile in modalità TEST. Per attivarlo, è necessario mettere il modulo Payplug in modalità LIVE.

source: payplug_section_satispay_payment_description
fr_fr: Permettez à vos clients de payer via Satispay.
it_it: Permetti ai tuoi clienti di pagare con Satispay.

source: payplug_section_mybank_payment_description
fr_fr: Permettez à vos clients de payer via Mybank.
it_it: Permetti ai tuoi clienti di pagare con Mybank.

source: payplug_section_sofort_payment_description
fr_fr: Permettez à vos clients de payer via SOFORT.
it_it: Permetti ai tuoi clienti di pagare con SOFORT.

source: payplug_section_ideal_payment_description
fr_fr: Permettez à vos clients de payer via iDeal.
it_it: Permetti ai tuoi clienti di pagare con iDeal.

source: payplug_satispay_access_error
fr_fr: Vous n'avez pas encore accès à cette fonctionnalité. Pour activer Satispay, rendez-vous sur <a href='https://support.payplug.com/hc/fr/requests/new?ticket_form_id=8248599064860' target='_blank'>ce formulaire</a>
it_it: Non puoi ancora accedere a questa funzionalità. Per attivare Satispay, compila <a href='https://support.payplug.com/hc/it/requests/new?ticket_form_id=8248599064860' target='_blank'>questo modulo</a>
